Repository: CulturePlex/DrGlearning
Catalog: android/DrGlearning/po/*.po
Languages: ar, es_es, fr

source: Yes
es_es: Sí
fr: Oui

source: OK
es_es: Vale

source: Cancel
ar: إلغاء
es_es: Cancelar
fr: Annuler

source: Done
ar: انتهيت
es_es: Hecho
fr: Fini

source: Loading
ar: تحميل
es_es: Cargando
fr: Chargement

source: The first time, it might take a bit to load. Don't worry
es_es: La primera vez puede tardar un poco en cargarse. No te preocupes
fr: Il prendra un peu de temps à charger la première fois.

source: Retrieving courses
ar: استرجاع المادة
es_es: Descargando cursos
fr: Récupére les cours

source: Installing testing course
ar: تثبيت مسار الاختبار
es_es: Instalando curso de prueba
fr: Installation de cours d'examens

source: Loading activity
ar: تحميل النشاط
es_es: Cargando actividad
fr: Chargement de l’activité...

source: Choose
ar: إختر
es_es: Elige
fr: Choisissez

source: Congratulations!
ar: مبروك
es_es: ¡Felicitaciones!
fr: Félicitation!

source: You got %d points!
ar: حصلت على نقاط%d!
es_es: Obtuviste %d puntos
fr: Vous avez reçu %d points!

source: Fulfilled condition
ar: استوفيت الشروط
es_es: Condición superada
fr: Contrainte réussi

source: Condition not fulfilled yet
ar: لم تستوفي الشروط
es_es: Condición no superada
fr: Contrainte n’est pas encore réussi

source: Pass through %s %s
ar: إجتاز %s %s
es_es: Pasar por %s %s
fr: Traverser %s %s

source: Pass through other than %s %s
ar: تمر بخلاف %s %s
es_es: Pasar por otro que no sea %s %s
fr: Traverser autres que %s %s

source: Pass through %s or fewer %s
ar: تمر%s أو أقل %s
es_es: Pasar por %s o menos %s
fr: Traverser %s ou moins de %s

source: Pass through %s or more %s
ar: تمر%s أو أكثر %s
es_es: Pasar por %s or más %s
fr: Traverser %s ou plus de %s

source: Pass through less than %s %s
ar: تمر باقل من %s %s
es_es: Pasar por menos de %s %s
fr: Traverser moins de %s %s

source: Pass through more than %s %s
ar: تمر بأكثر من %s %s
es_es: Pasar por más de %s %s
fr: Traverser plus de %s %s

source: Your path must have %d or fewer steps
ar: يجب أن يكون المسار الخاص بك خطوات %d أو أقل
es_es: La ruta debe tener %d o menos espacios
fr: Votre chemin doit avoir %d ou moins étapes

source: Score
ar: علامة
es_es: Puntuación

source: Undo
ar: تراجع
es_es: Deshacer
fr: Défaire

source: Sorry, from here you cannot reach
ar: آسف، من هنا لا يمكن الوصول
es_es: Lo siento, desde aquí no puedes llegar a
fr: Désolé, d'ici vous ne pouvez pas arriver

source: Try undo
ar: حاول التراجع
es_es: Prueba a deshacer
fr: Essayer annuler

source: Right!
ar: صواب
es_es: ¡Correcto!
fr: Correct!

source: %d second
es_es: %d segundo
fr: %d seconde

source: Wrong!
ar: خطأ
es_es: ¡Ups! Inténtalo de nuevo
fr: Oops! Réessayez!

source: Answer
ar: جواب
es_es: Respuesta
fr: Réponse:

source: Solve
ar: حل
es_es: Resolver
fr: Résoudre

source: Answer the question
ar: جاوب على السؤال
es_es: Responde la pregunta
fr: Répondez à la question:

source: Oh, oh. That isn't the right answer
es_es: Oh, oh. Esa no es la respuesta correcta.
fr: Uh oh, mauvaise réponse

source: Last course
ar: آخر مادة
es_es: Curso anterior
fr: Dernier cours

source: Return to last course
es_es: Regresar al último curso
fr: Retourner au cours précédent

source: Exam Modality
ar: شكل الامتحان
es_es: Modalidad Examen
fr: Modalité d'examen

source: In Exam Modality courses you should complete each level before you can play the next one.
es_es: En los cursos de Modalidad Examen debes completar cada nivel antes de jugar los siguientes
fr: Dans Cours de Modalité d'Examen vous devrez compléter chaque niveau avant de passer a la prochaine.

source: Unable to install
ar: غير قادر على تثبيت
es_es: Imposible de instalar
fr: Impossible d’installer

source: You need data connection to install courses
ar: تحتاج اتصال البيانات لتثبيت المقررات
es_es: Necesitas conexión a la red para instalar cursos
fr: Pour installer les cours vous avez besoin de la connexion de données

source: Install the course %s?
ar: تثبيت مادة %s
es_es: ¿Instalar el curso %s?
fr: Installer le Cours %s?

source: Are you sure you want to install this course?
ar: هل أنت متأكد أنك تريد تثبيت هذه الدورة؟
es_es: ¿Estás seguro de que quieres instalar este curso?
fr: Vous souhaitez installer ce cours?

source: Downloading course
ar: تحميل المادة
es_es: Descargando curso
fr: Chargement de cours...

source: Sync your scores
es_es: Sincronizar la puntuación
fr: Synchroniser vos résultats

source: Check for courses updates
ar: تحقق من تحديثات لهذه المادة
es_es: Buscar actualizaciones de los cursos
fr: Vérifier les mises à jour des cours

source: Uninstall course
ar: إلغاء المادة
es_es: Desinstalar curso

source: Uninstall Course?
ar: إلغاء المادة ؟
es_es: ¿Desinstalar curso?
fr: Désinstaller le cours?

source: If you uninstall this course, all your points will be lost. Are you sure you want to uninstall this course?
ar: إذا قمت بإلغاء هذه المادة ستفقد جميع علاماتك. هل أنت متأكد بانك تريد إلغاء هذه المادة؟ ؟
es_es: Si desinstalas este curso todos tus puntos se perderán. ¿Estás seguro de que lo quieres desinstalar?
fr: Si vous désinstallez ce cours, tous vos points seront perdus. Vous souhaitez désinstaller ce cours?

source: Update course
ar: تحديث المادة
es_es: Actualizar curso

source: Update course?
ar: تحديث المادة ؟
es_es: ¿Actualizar curso?
fr: Mise à jour le cours?

source: Are you sure you want to update this course?
ar: هل أنت متأكد أنك تريد تحديث هذه المادة؟
es_es: ¿Estás seguro que quieres actualizar este curso?
fr: Vous souhaitez mise à jour ce cours?

source: Updating course
ar: تحديث المادة
es_es: Actualizando curso
fr: Mise à jour de cours

source: Uninstall course?
ar: إلغاء المادة؟
es_es: ¿Desinstalar curso?
fr: Désinstaller le cours?

source: Exam course!
ar: إمتحان المادة !
es_es: ¡Examen!
fr: Modalité d'examen

source: In Exam Modality courses you should complete each level before moving on to the following ones
ar: في الامتحان النمطي يجب عليك أن تكمل كل مرحلة قبل ان تنتقل للمرحلة التالية
es_es: En los cursos de Modalidad Examen debes completar cada nivel antes de pasar a los siguientes
fr: Dans Cours de Modalité d'Examen vous devrez compléter chaque niveau avant de passer a la prochaine.

source: Courses
ar: المواد
es_es: Cursos
fr: Cours

source: Updating courses
ar: تحديث المادة
es_es: Actualizando cursos
fr: Mise à jour des cours

source: Language changed
ar: تغيرت لغة
es_es: El idioma ha cambiado
fr: La langue a changé

source: You need to restart the app to see the changes
ar: تحتاج إلى إعادة تشغيل التطبيق لمشاهدة التغييرات
es_es: Necesitas reiniciar la aplicación para ver los cambios
fr: Il faudra relancer votre application pour que les changements apparaissent.

source: Export user
ar: تصدير المستخدم
es_es: Exportar usuario
fr: Exporter utilisateur

source: Copy and paste this code in another device
ar: نسخ ولصق هذه الشفرة في جهاز آخر
es_es: Copia y pega este código en otro dispositivo
fr: Copier et coller dans votre nouvel appareil:

source: Save
ar: حفظ
es_es: Guardar
fr: Sauvegarder

source: Import user
ar: استيراد المستخدم
es_es: Importar usuario
fr: Importer utilisateur

source: Paste your code here
ar: لصق الشفرة الخاصة بك هنا
es_es: Pega tu código aquí
fr: Collez votre code ici

source: Installing course
ar: تثبيت المادة
es_es: Instalando curso
fr: Installation de cours

source: Something happened
ar: حدث شيء
es_es: Algo ocurrió
fr: Quelque chose est arrivé

source: Unable to install this course, delete some installed courses
ar: لم يقدر على تثبيت المادة، يرجى حذف بعض المواد المثبتة من قبل
es_es: Imposible instalar este curso, borrar algún otro curso instalado primero
fr: Il n’y a pas assez d’espace, supprimer des cours

source: Try again later
ar: حاول مرة أخرى في وقت لاحق
es_es: Inténtalo más tarde
fr: Réessayez plus tard

source: Checking for updates
ar: بحث عن تحديثات
es_es: Buscando actualizaciones
fr: Recherche de mises à jour

source: Unable to update this course. Try again later
ar: غير قادر على تحديث هذه الدورة. حاول مرة أخرى في وقت لاحق
es_es: Imposible actualizar este curso. Inténtalo más tarde.
fr: Impossible d’installer

source: Loading level
ar: تحميل مستوى
es_es: Cargando nivel
fr: Chargement de niveau

source: Level locked
ar: مستوى مقفل
es_es: Nivel bloqueado
fr: Niveau bloqué

source: You can't play this level until you have completed every previous one
ar: لا يمكنك لعب هذه المرحلة حتى إكمال المرحلة السابقة
es_es: No puedes jugar este nivel hasta que hay completado los anteriores
fr: Vous ne pouvez pas jouer ce niveau avant que vous compléter les niveaux précédent

source: You have completed the %s level! It was the last level, you have finished this course!
ar: أكملت مستوى %s ! كان المستوى الأخير. لقد أتممت الماده
es_es: ¡Has completado el nivel %s! Era el último nivel. ¡Terminaste este curso!
fr: Vous avez fini ce niveau %s! C´était le dernier niveau, vous avez fini ce cours!

source: Congrats!
ar: مبروك !
es_es: ¡Enhorabuena!
fr: Félicitations!

source: You have completed the %s level! The next one is %s
ar: إكمال مستوى %s ! المرحلة التالية هي %s
es_es: ¡Has completado el nivel %s! El siguiente es %s
fr: Vous avez fini ce niveau %s! Prochain niveau %s:

source: Guess the hidden message. Unlock letters to get a hint; the image might help too!
ar: خمن الرسالة المخفية. إفتح أقفال الحروف لتحصل على التلميح ، والصورة قد تساعد كذلك
es_es: Adivina la(s) palabra(s) escondida(s). Descubre las letras para obtener una pista; la imagen puede ser útil también
fr: Dévinez le(s) mot(s) caché(s). Pour obtenir un indice, rélévez les lettres ; l’image peut aider aussi!

source: Help
ar: مساعدة
es_es: Ayuda
fr: Aide

source: Find the correct location on the map
es_es: Encuentra el lugar correcto en el mapa
fr: Trouvez l’emplacement sur la carte

source: Choose the right option
es_es: Elige la opción correcta
fr: Choisissez la bonne option

source: Go from one item to another until you fulfill all the conditions
es_es: Ve de un concepto a otro hasta cumplir todas las condiciones
fr: Passez d’un article à l’autre jusqu’à que vous complétez les conditions

source: According to the question, say what was before and what was after
es_es: De acuerdo con la pregunta elige qué fue antes y qué fue después
fr: Devinez si l’événement dans le texte était avant ou après l’événement dans l’image

source: Look at the image and answer the question!
ar: إنظر إلى الصورة وأجب عن السؤال
es_es: ¡Mira la imagen y responde la pregunta!
fr: Regardez l’image et répondre à la question!

source: Question
ar: سؤال
es_es: Pregunta

source: Question and help
ar: سؤال ومساعدة
es_es: Pregunta y ayuda
fr: Question et Aide

source: Illetratum
ar: إلترتم
es_es: Iletratum
fr: Analphabète

source: Don't know anything about this? Learn your basics here!
ar: لا تعرف شيء عن هذه التطبيقات .. تعلم الخطوات الأساسية هنا
es_es: ¿No sabes nada de esto? ¡Aprende lo básico!
fr: Vous ne connaissez rien de ceci? Apprenez bien vos bases ici!

source: Primary
ar: الابتدائي
es_es: Primaria
fr: Primaire

source: Now you have an idea. But there’s so much more to learn!
ar: ألان عندك فكرة لكن هناك الكثير من المعلومات التي تطلب المعرفة
es_es: Ahora tienes una idea. Pero hay mucho más por aprender
fr: Maintenant vous avez une idée. Mais il y a tellement plus d'apprendre.

source: Secondary
ar: الثانوي
es_es: Secundaria
fr: Secondaire

source: Keep going!
ar: إستمر!
es_es: ¡Sigue así!
fr: Continuez!

source: High School
ar: الاعدادية
es_es: Bachillerato
fr: Lycée

source: For every thing you know there is another one you don’t!
ar: لكل شيء تعرفه هناك شيء لا تعرفه!
es_es: Por cada cosa que sabes, hay otra que no
fr: Pour tout que vous savoir, il y a quelque chose que vous ne savez pas!

source: College
ar: الكلية
es_es: Universidad
fr: Université

source: You’ve done your courses. Now is the time to prove it!
ar: لقد أتممت درسك وألان حان الوقت لتثبت ذلك !
es_es: Has superado tus cursos. ¡Ahora es momento de probarlo!
fr: Vous avez fini vos cours. Le moment est venu pour le prouver!

source: Master
ar: دراسات عليا
es_es: Máster
fr: Maîtrise

source: I’m starting to think you might be good after all
ar: لقد بدأت تثبت جدرتك
es_es: Empiezo a creer que eres bueno
fr: Je commence à penser que vous êtes bon, après tout.

source: PhD
ar: الدكتوراه
es_es: Doctorado
fr: Doctorat

source: If you’re still here you must really love this
ar: إذا مازلت هنا لعلك أحببت هذه التطبيقات
es_es: Si sigues aquí, esto te debe encantar
fr: Si vous êtes toujours ici, vous devez aimer ceci

source: Think you're an expert? Can you become a professor now?
ar: تعتقد انك خبير؟ هل يمكنك أن تصبح أستاذاً الآن ؟
es_es: ¿Crees que eres un experto? ¿Te puedes convertir en profesor?
fr: Vous pensez être un expert? Pouvez-vous devenir un professeur maintenant?

source: Professor
ar: أستاذ جامعي
es_es: Profesor
fr: Professeur

source: Want to try to teach me a lesson?
ar: هل ترغب بأن تحاول أن تعطيني درساً؟
es_es: ¿Quieres enseñarme alguna lección?
fr: Veuillez m'enseigner un cours?

source: Emeritus
ar: فخري
es_es: Emérito
fr: Émérite

source: Nobody knows more about this than you? We'll see…
ar: لا أحد يعرف عن هذا الموضوع أكثر منك؟ سنرى
es_es: ¿Nadie sabe más que tú? Vamos a ver...
fr: Personne ne sait plus que toi? On verra...

source: Try
ar: جرب
es_es: Mostrar letra
fr: Essayer

source: Back
ar: رجوع
es_es: Atrás
fr: retour

source: Confirm
ar: تأكيد
es_es: Confirmar lugar
fr: Confirmez le lieu

source: Skip
ar: تخطى
es_es: Saltar
fr: Passer

source: Before
ar: قبل
es_es: Antes
fr: Avant

source: After
ar: بعد
es_es: Después
fr: Après

source: Settings
ar: إعدادات
es_es: Configuración
fr: Paramètres

source: Language
ar: اللغة
es_es: Idioma
fr: Langue

source: All
ar: جميع
es_es: Todo
fr: Tout

source: In progress
ar: في تقدم
es_es: En proceso
fr: En cours

source: Not yet started
es_es: No comenzados
fr: Il n'a pas encore commencé.

source: Add course
ar: أضف المادة
es_es: Añadir curso
fr: Ajouter cours

source: No courses installed, click on 'Add course' to start
ar: ليس هناك مواد مثبتة، إضغط الى "أضف المادة" للبدء
es_es: No hay cursos instalados, pulsa en 'Añadir curso' para comenzar
fr: Aucun cours installé, clique bouton Ajouter cours pour commencer

source: Update all
ar: تحديث كافة المواد
es_es: Actualizar todo
fr: Mettre à jour tout

source: Course Name
ar: إسم المادة
es_es: Nombre del curso
fr: Nom de cours

source: Activity name
ar: اسم النشاط
es_es: Nombre de actividad
fr: Nom d'activité

source: Start
ar: إبدأ
es_es: Empezar
fr: Commencer

source: No
fr: Non

source: Post-Doc
ar: ما بعد الدكتوراه
fr: Postdoctoral

source: Dr. Glearning
ar: الدكتور Glearning

source: CulturePlex Lab.
ar: مختبر كولتر بليكس
